{"characters":[{"name":"Mara","race":"Human","age":34,"personality":"Blunt, practical, no-nonsense. She's used to being obeyed and doesn't tolerate fools.","goals":"Keep the smuggling camp running, avoid drawing attention from the law, and find reliable muscle.","visual_description":"A sunburned woman in a sleeveless leather coat, with a buzzed head and a weathered cutlass at her hip. Her eyes are sharp and hard.","relationship":"Potential employer or informant for Aepeiros."},{"name":"Selene","race":"Half-Elf","age":43,"personality":"Mysterious, calculated, and polite. Values magical knowledge above all else and doesn't tolerate thieves or fools.","goals":"Sell or loan rare magical items and spellbooks, and acquire magical lore through trade.","visual_description":"Cloaked in embroidered black robes with silver trim, Selene has angular features and violet eyes that shimmer with faint magic. Her fingers are stained with ink.","relationship":"Black market spell vendor and potential magical contact for Aepeiros."}],"sheet":{"name":"Aepeiros Flevi","race":"Human (Variant)","class":"Wizard (Bladesinger) 3","background":"Pirate","HP":"19","AC":"13","xp":0,"abilities":{"STR":10,"DEX":15,"CON":12,"INT":15,"WIS":11,"CHA":10},"proficiencies":{"armor":["Light armor"],"weapons":["Simple weapons","One-handed melee weapons"],"savingThrows":["Intelligence","Wisdom"],"skills":["Arcana","Acrobatics","Athletics","Perception","Medicine"],"expertise":[]},"known_spells":[{"title":"Invisibility","level":"2","description":"Turn a creature invisible for up to 1 hour (concentration)","casting_time":"1 action","range":"Touch","target":"1 creature"},{"title":"Magic Weapon","level":"2","description":"Turn a nonmagical weapon into a +1 magical weapon for 1 hour (concentration)","casting_time":"1 bonus action","range":"Touch","target":"1 weapon"}],"prepard_spells":[{"title":"Detect Magic","level":"1","description":"Sense the presence of magic within 30 feet.","casting_time":"1 action","range":"Self","target":"Area (30 feet)"},{"title":"Grease","level":"1","description":"Cover a 10-foot square in slippery grease, causing creatures to fall prone.","casting_time":"1 action","range":"60 feet","target":"10-foot square"}],"features":[{"title":"Fighting Initiate (Two-Weapon Fighting)","description":"You adopt a fighting style. When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack.","source":"Feat"}],"equipment":["2 Shortswords","Component Pouch","Leather Armor","Spellbook","Belaying Pin","Silk Rope (50 ft)","Lucky Charm","Common Clothes","Pouch (15 gp)"],"misc":{"gold":15,"titles":[],"achievements":["Accepted Mara's job to scout the western ruin"]}},"scenes":[{"title":"Wreckage at the Shattered Shoals","summary":"Aepeiros awakens among the ruins of a shipwreck along the jagged coast known as the Shattered Shoals. He scavenges supplies, defeats an undead crewmate, and discovers a smuggler outpost nearby.","locations":["Shattered Shoals"],"characters":["Aepeiros Flevi"],"notes":"Aepeiros scavenged rations, gold, a mysterious vial, and a nautical journal. He fought and defeated an undead sailor. He then discovered a smuggling outpost and made contact with their leader, Mara."},{"title":"Approach to the Drowned Barrows","summary":"Aepeiros reached the Drowned Barrows and discovered that smugglers had unleashed an undead horror from a sealed tomb. After defeating the creature in the marsh, he ventured into the ruin and sealed the pit with collapsed stone to contain whatever still lurks below.","locations":["Drowned Barrows"],"characters":["Aepeiros Flevi"],"notes":"Aepeiros defeated a drowned undead horror and recovered a note warning smugglers not to enter the sealed chamber. He sealed the open pit with rubble and is now returning to the Smugglers' Camp to report to Mara."},{"title":"Bandit Bounty Inquiry","summary":"Aepeiros infiltrated Garron Ironjaw’s outpost under cover of invisibility and deception, eliminating the rogue bandit and one guard with a series of precise strikes and burning hands. He escaped with the bounty proof, a map, loot, and a locked strongbox just before reinforcements returned.","locations":["Smugglers' Camp"],"characters":["Aepeiros Flevi","Mara"],"notes":"Aepeiros retrieved Garron’s ring, loot from the outpost, and escaped undetected with the help of his familiar. Reinforcements arrived too late to catch him."}],"locations":[{"name":"Smugglers' Camp","visual_description":"A small, wind-blown outpost of tents and crude wooden buildings near the coast. Watchtowers and docks hint at frequent illicit trade. The air smells of salt, oil, and secrecy.","region":"Coastal Wilds","type":"camp","notes":"The camp serves as a waypoint for sea smugglers and black market dealers. Mara leads the group here and recently tasked Aepeiros with scouting a ruin to the west.","factions":"Smugglers","characters":["Mara","Aepeiros Flevi"]},{"name":"Drowned Barrows","visual_description":"Ancient stone tombs jut from the marshy coastal land, half-sunk and covered in sea moss. Strange carved stones form a circle near the central ruin, and the air carries a faint hum of magic.","region":"Coastal Wilds","type":"ruin","notes":"The ruin has recently become active again. Smugglers use it as a drop point, but Mara has lost contact with scouts sent there.","factions":"Unknown","characters":[]}]}
