{"characters":[{"name":"Mara","race":"Human","age":34,"personality":"Blunt, practical, no-nonsense. She's used to being obeyed and doesn't tolerate fools.","goals":"Keep the smuggling camp running, avoid drawing attention from the law, and find reliable muscle.","visual_description":"A sunburned woman in a sleeveless leather coat, with a buzzed head and a weathered cutlass at her hip. Her eyes are sharp and hard.","relationship":"Potential employer or informant for Aepeiros."}],"sheet":{"name":"Aepeiros Flevi","race":"Human (Variant)","class":"Wizard (Bladesinger)","background":"Pirate","HP":"7","AC":"13","xp":0,"abilities":{"STR":10,"DEX":15,"CON":12,"INT":15,"WIS":11,"CHA":10},"proficiencies":{"armor":["Light armor"],"weapons":["Simple weapons","One-handed melee weapons"],"savingThrows":["Intelligence","Wisdom"],"skills":["Arcana","Acrobatics","Athletics","Perception","Medicine"],"expertise":[]},"known_spells":[],"prepard_spells":[],"features":[{"title":"War Caster","description":"Advantage on Constitution saving throws to maintain concentration. Can perform somatic components with weapons/shield in hands. Cast a spell as an opportunity attack.","source":"Variant Human Feat"},{"title":"Bladesong","description":"Bonus to AC equal to INT modifier, increase speed, advantage on Acrobatics checks, bonus to concentration saves. Usable INT mod times per long rest.","source":"Bladesinger Feature"}],"equipment":["2 Shortswords","Component Pouch","Leather Armor","Spellbook","Belaying Pin","Silk Rope (50 ft)","Lucky Charm","Common Clothes","Pouch (15 gp)"],"misc":{"gold":15,"titles":[],"achievements":["Accepted Mara's job to scout the western ruin"]}},"scenes":[{"title":"Wreckage at the Shattered Shoals","summary":"Aepeiros awakens among the ruins of a shipwreck along the jagged coast known as the Shattered Shoals. He scavenges supplies, defeats an undead crewmate, and discovers a smuggler outpost nearby.","locations":["Shattered Shoals"],"characters":["Aepeiros Flevi"],"notes":"Aepeiros scavenged rations, gold, a mysterious vial, and a nautical journal. He fought and defeated an undead sailor. He then discovered a smuggling outpost and made contact with their leader, Mara."},{"title":"Approach to the Drowned Barrows","summary":"Aepeiros reached the Drowned Barrows and discovered that smugglers had unleashed an undead horror from a sealed tomb. After defeating the creature in the marsh, he ventured into the ruin and sealed the pit with collapsed stone to contain whatever still lurks below.","locations":["Drowned Barrows"],"characters":["Aepeiros Flevi"],"notes":"Aepeiros defeated a drowned undead horror and recovered a note warning smugglers not to enter the sealed chamber. He sealed the open pit with rubble and is now returning to the Smugglers' Camp to report to Mara."}],"locations":[{"name":"Smugglers' Camp","visual_description":"A small, wind-blown outpost of tents and crude wooden buildings near the coast. Watchtowers and docks hint at frequent illicit trade. The air smells of salt, oil, and secrecy.","region":"Coastal Wilds","type":"camp","notes":"The camp serves as a waypoint for sea smugglers and black market dealers. Mara leads the group here and recently tasked Aepeiros with scouting a ruin to the west.","factions":"Smugglers","characters":["Mara","Aepeiros Flevi"]},{"name":"Drowned Barrows","visual_description":"Ancient stone tombs jut from the marshy coastal land, half-sunk and covered in sea moss. Strange carved stones form a circle near the central ruin, and the air carries a faint hum of magic.","region":"Coastal Wilds","type":"ruin","notes":"The ruin has recently become active again. Smugglers use it as a drop point, but Mara has lost contact with scouts sent there.","factions":"Unknown","characters":[]}]}
